Table of Contents
 Enum ReinfFireDiagramType
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Stress-strain reeinforcemnt diagram for fire
public enum ReinfFireDiagramType
Fields
FireBilinerWithAnInclinedTopBranch = 0
Billinear with an inclined top branch
FireBilinerWithOutAnInclinedTopBranch = 1
Billinear without an inclined top branch
Fields
 Name |  Description
 FireBilinerWithAnInclinedTopBranch = 0
Billinear with an inclined top branch
 FireBilinerWithOutAnInclinedTopBranch = 1
Billinear without an inclined top branch
 Edit this page